//    Створіть функцію, яка перетворює долари США (USD) в китайські юані (CNY). Вхідним є ціле число в доларах США, 
// а на виході має бути рядок, що вказує суму в юанях, а потім "китайський юань".
//    Курс конвертації, який ви повинні використовувати, становить 6,75 CNY за кожен 1 долар США. Усі числа мають 
// бути представлені у вигляді рядка з 2 знаками після коми. (наприклад, "21.00" НЕ "21.0" або "21")

function usdcny(usd) {
  let yuan = 6.75 * usd;
  return `${yuan.toFixed(2)} Chinese Yuan`;
}

console.log(usdcny(4))